class Shayari {
  Shayari._();
  static const shayari_data = [


   "ईश्वर करे ऐसे ही आती रहे आपकी वर्ष गांठ,\nआपका रिश्ता प्यार का छुए नया आकाश,\nआगामी जीवन भी रहे सुखमय,\nघर में हो खुशियों का सदा वास,\nमहके जीवन का हर पल, जैसे हर दिन हो त्यौहार।\nसालगिरह की शुभकामनायें"
  ,
   "जिंदगी का हर पल संतुष्टि दे आपको,\nदिन का हर लम्हा ख़ुशी दे आपको,\nजहाँ गम की हवा छू के भी न गुजरे,\nखुदा वो जिंदगी दे आपको।\nशादी की सालगिरह मुबारक हो।"
  ,
   "रब ना करे कभी तुम्हें खुशियों की कमी हो,\nतुम्हारे क़दमों के नीचे फूलों की जमीं हो,\nआंसू ना हो तुम्हारी आँखों में कभी,\nअगर हो तो वो खुशियों की नमी हो।\nसालगिरह मुबारक हो!"
  ,
   "हसीन लोगों के हसीन पल;\nहसीन पलों की रोशनियां;\nआप दोनों के लिए तहे दिल से;\nशादी की सालगिरह की बधाईयाँ।\nशुभ सालगिरह।"
  ,
   "स्वर्ग से भी खूबसूरत हो आपका जीवन,\nफूलों की खुशबू से महकता रहे आपका जीवन,\nऐसे ही एक-दूजे के संग जीवन जीते रहे,\nइसी दुआ के साथ शादी की सालगिरह पर शुभकामनाएं।"
  ,
   "आपको शादी की सालगिरह की हार्दिक शुभकामनाये।\nभगवान आपको और आपके परिवार को सुख समृद्धि से जोड़े रखे\nऔर दिन प्रतिदिन तरक्की की और ले जाए।"
  ,
   "आप के इस शादी के सालगिरह पर,\nहम भगवान से प्रार्थना करते हैं की,\nआप दोनों को दुनिया की सारी खुशी,\nहँसी, प्रेम, सुख और एक दूसरे का साथ,\nजन्मो जन्मो तक मिले…\nHAPPY ANNIVERSARY!"
  ,
   "शादी मुबारक हो प्यार ही प्यार तुमको मिले,\nदिल से दुआ है ये मेरी प्यारा सा संसार तुमको मिले\nकिस्मत मिले ऐसी नसीब से की सब देखते रहें,\nजो चांदनी हो हर रात तेरी तू हर दिन खुशी मिले।\nHappy Marriage Anniversary"
  ,
   "थामें एक-दूजे का हाथ,\nबना रहे आपका साथ,\nबधाई हो शादी की वर्षगाँठ।\nHappy Anniversary"
  ,
   "सागर से भी गहरा है आपका रिश्ता,\nआसमान से भी ऊंचा है आपका रिश्ता,\nदुआ है रब से आपका रिश्ता ऐसा बने जैसे,\nप्यार की पहचान हो आप का रिश्ता,\nशादी की सालगिरह की शुभकामनाएं।"
  ,
   "आपकी जोड़ी सलामत रहे,\nजीवन में बेशुमार प्यार बहे,\nहर दिन आप ख़ुशी से मनाये…\nआपको शादी की सालगिरह की शुभकामनाये!"
  ,
   "जिंदगी का हर पल संतुष्टि दे आपको;\nदिन का हर लम्हा ख़ुशी दे आपको;\nजहाँ गम की हवा छू के भी न गुजरे;\nखुदा वो जिंदगी दे आपको।\nशादी की सालगिरह मुबारक हो।"
  ,
   "गागर से लेकर सागर तक,\nप्यार से लेकर विश्वास तक,\nजीवन भर आपकी जोड़ी सलामत रहे,\nइसी दुआ के साथ शादी की सालगिरह मुबारक हो।"
  ,
   "आप दोनों की जोड़ी कभी ना टूटे;\nखुदा करे आप एक दूसरे से कभी ना रूठें;\nयूंही एक होकर आप ये जिंदगी बितायें;\nआप दोनों से खुशियाँ एक पल के लिए भी ना छूटें।\nशुभ सालगिरह!"
  ,
   "ये रिश्ता, ये खुशियाँ बरकरार रहे,\nजिंदगी में कोई गम न हो,\nशादी की सालगिरह मुबारक हो आपको,\nसपनों की बुलंदिया कम न हो…\nHAPPY ANNIVERSARY!"
  ,
   "शादी की सालगिरह की ढेरों बधाई;\nप्रेम ओर विश्वास की है ये कमाई;\nभगवान करे आप दोनो सदा ख़ुश रहे;\nआदर, सम्मान और प्रेम प्रतिष्टा जीवन में बहे!\nहैपी ऐनिवर्सरी…"
  ,
   "ये तेरी मोहब्बत का असर लगता है,\nदरिया भी मुझको समंदर लगता है,\nएहसास ही बहुत है तेरे होना का,\nमेरा घर दुआओं से भरा लगता है।\nसालगिरह मुबारक!"
  ,
   "दिलों के मेल से बनता है,\nये शादी का रिश्ता,\nसदा बना रहे ऐसा हीं आपका रिश्ता,\nयही है हमारी शुभेच्छा।\nशादी की सालगिरह की लाखों बधाईयाँ।"
  ,
   "गहरा है ये शादी का रिश्ता,\nहै बन्धन प्यारे दो दिलों का,\nहै हमारी शुभकामना आपके सालगिरह के सुअवसर पर यही,\nबना रहे आप दोनो का साथ सदा यूँ हीं!!\n||शादी की सालगिरह मुबारक हो आपको ||"
  ,
   "फूल बनकर मुस्कुराना है जिंदगी\nमुस्कुरा के गम भुलाना है जिंदगी\nजीत के कोई खुश हुआ तो क्या हुआ\nहार कर भी खुशियाँ मनाना है ज़िन्दगी।\nसालगिरह की हार्दिक शुभकामनायें"
  ,
   "हर मुश्किल में साथ एक-दूसरे को पायें,\nहँसते-हँसते जिंदगी सवारें,\nदुआओं में याद रखते हैं हम हरदम,\nखुश रहना हमेशा बस यही चाहते हैं हम।\nसालगिरह की हार्दिक शुभकामनायें!"
  ,
   "दिल की गहराई से दुआ दी है आपको,\nलोगों का प्यार सदा ही मिले आपको,\nनज़र ना लगे कभी इस प्यार को,\nचाँद-सितारों से लंबा हो यह साथ आपको..\nसालगिरह मुबारक!"
  ,
   "शादी की सालगिरह की ढेरों बधाई,\nप्रेम ओर विश्वास की है ये कमाई,\nभगवान करे आप दोनो सदा ख़ुश रहे,\nआदर, सम्मान और प्रेम प्रतिष्टा जीवन में बहे!\nहैपी ऐनिवर्सरी…"
  ,
   "ईश्वर करे ऐसे ही आती रहे आपकी वर्ष गांठ,\nआपका रिश्ता प्यार का छुए नया आसमान,\nआगामी जीवन भी रहें सुखमय,\nघर में हों खुशियों का सदा वास\nमहके जीवन का हर पल\nजैसे हर दिन हो त्यौहार\nसालगिरह की शुभकामनाएं।।"
  ,
   "ईश्वर करे ऐसे ही आती रहे आपकी वर्ष गांठ;\nआपका रिश्ता प्यार का छुए नया आकाश;\nऐसे महके जीवन का हर पल,\nजैसे हर दिन हो त्यौहार।"
  ,
   "आपकी जोड़ी की रौनक सलामत रहे,\nआपका घर में खुशियों से आबाद रहे,\nना आए जिंदगी में कोई गम,\nमुबारक हो आपको शादी की सालगिरह।"
  ,
   "शादी की सालगिरह की ढेरों बधाई,\nप्रेम और विश्वास की है ये कमाई..\nभगवान करे आप दोनों सदा खुश रहे,\nआदर, सम्मान और प्रेम प्रतिष्टा जीवन में बहे…\nहैप्पी ऐनिवर्सरी!"
  ,
   "आपने एक दूसरे की ज़िन्दगी को\nकितनी ख़ूबसूरती से सवारा है,\nशादी की सालगिरह धूम-धाम से मनाओ,\nआपका ये रिश्ता बड़ा ही प्यारा है..\nसालगिरह मुबारक !"
  ,
   "जीवन में साँस जितनी जरूरी है सभी के लिए,\nआप दोनों भी उतने ही जरूरी है मेरे लिये।\nठाकुरजी करे आपको सारी ख़ुशियाँ मिले आप हमेशा मुस्कारते रहे…।।।।\nHappy anniversary maa papa"
  ,
   "ठाकुरजी करे ऐसे ही आती रहे\nआपकी शादी की वर्ष गांठ,\nआपका रिश्ता प्यार का छुए नया आसमान,\nआगामी जीवन भी रहें सुखमय,\nघर में हों खुशियों का सदा वास\nमहके जीवन का हर पल\nजैसे हर दिन हो त्यौहार\nHappy marriage anniversary bhaiya bhabi\n#loveuboth #alwayshappy"
  ,
   "आसमानों से बनकर आया है आपका रिश्ता\nस्वाभिमान की पहचान है आपका रिश्ता\nएक दूजे का संग और विश्वास की पहचान है आपका रिश्ता\nशादी की सालगिरह पर बधाई एवं ढ़ेर सारी शुभकामनाएं"
  ,
   "आपकी जोड़ी की रौनक सलामत रहे,\nआपका घर में खुशियों से आबाद रहे,\nना आए जिंदगी में कोई गम,\nमुबारक हो आपको शादी की सालगिरह।"
  ,
   "तोड़े से भी ना टूटे ऐसा रिश्ता हो आपका\nखुशियां आपके घर आंगन आकर खेले\nविश्वास के साथ आप इस रिश्ते को निभाए\nआपको शादी की सालगिरह की शुभकामनाएं"
  ,
   "आपने एक दूसरे की ज़िन्दगी को कितनी ख़ूबसूरती से सवारा है\nशादी की सालगिरह धूम-धाम से मनाओ,\nआपका ये रिश्ता बड़ा ही प्यारा है..\n“सालगिरहमुबारक”"
  ,
   "आपकी जोड़ी रब ने है कुछ ऐसी बनाई,\nहर दिल दे रहा बधाई…. साथ रहे आप दोनों हमेशा\nशादी की सालगिरह की लाखों बधाईयाँ।"
  ,
   "मुबारक हो आपको नई यह जिंदगी;\nखुशियों से भरी रहे आपकी जिंदगी;\nगम का साया कभी आप पर ना आये;\nदुआ है यह हमारी आप सदा यूँ ही मुस्कुराएं।\nसालगिरह मुबारक!"
  ,
   "जिंदगी के सफर में रहना तुम हमेशा संग,\nहर पल हर वक्त खुदा भरे खुशियों के रंग,\nमुस्कुराओ चाहे जो भी हो पल,\nखुशियां लेकर आए आने वाला कल…!!\nहैप्पी एनिवर्सरी"
  ,
   "आप दोनो हमारे अजीज हैं,\nजो खुशियों में रंग भरते हैं,\nआपकी जोड़ी हमेशा सलामत रहे,\nऊपर वाले से बस यही दुआ करते हैं!!"
  ,
   "आप दोनों की जोड़ी कभी ना टूटे\nखुदा करे आप एक दूसरे से कभी न रूठे\nयूंही एक होकर आप ये ज़िन्दगी बिताएं\nकी आप दोनों से खुशियों के एक पल भी न छूटे"
  ,
   "फूल जैसे सबसे खूबसूरत लगते हैं बाग में,\nवैसे ही आप दोनों जचते हैं साथ में,\nशादी की सालगिरह की ढ़ेरों शुभकामनाएं।।"
  ,
   "आपकी जोड़ी सलामत रहे;\nजीवन में बेशुमार प्यार बहे;\nहर दिन आप ख़ुशी से मनाये;\nआपको शादी की सालगिरह की शुभकामनाएं।"
  ,
   "शादी की सालगिरह की ढेरों बधाई;\nप्रेम ओर विश्वास की है ये कमाई;\nभगवान करे आप दोनो सदा ख़ुश रहे;\nआदर, सम्मान और प्रेम प्रतिष्टा जीवन में बहे!\nहैपी ऐनिवर्सरी…"
  ,
   "आपकी जोड़ी रब ने है कुछ ऐसी बनाई,\nहर दिल दे रहा बधाई…. साथ रहे आप दोनों हमेशा\nशादी की सालगिरह की लाखों बधाईयाँ।"
  ,
   "Dil Se Hamari Ek Dua He, Koi Gila Nahi,\nWo Gulaab Jo Aaj Tak Kabhi Khila Nahi,\nAaj Ke Din Aapko Wo Sab Kuch Mile,\nJo Aaj Tak Kabhi Kisi Ko Mila Nahi…"
  ,
   "ये रिश्ता, ये खुशियां बरकरार रहे;\nजिंदगी में कोई गम ना हो;\nशादी की सालगिरह मुबारक हो आपको;\nसपनों की बुलंदियां कम ना हो!!\nसालगिरह मुबारक!!"
  ,
   "आपकी शादी की सालगिरह पर ये दुआ है हमारी\nआसमान में जितने भी तारे हैं उम्र हो तुम्हारी!!"
  ,
   "Dua karata hu aap dono ke beech mai waisa hi pyar rahe\nJaisa shadi ke pehle din tha.\nAur wo pyar aapke jivan mai hamesha\nKhushi aur sneh banaye rakhe.\nHappy Anniversary"
  

  
    
  ];
}
